Repository: airq-dev/hazebot
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Looks like you haven't use hazebot before! Please text us a zipcode and we'll send you the air quality.
es: ¡Parece que no ha usado hazebot antes! Enviarnos un mensaje de texto con un código postal y le enviaremos la calidad del aire.

source: Please enter your feedback below:
es: Por favor introducir sus comentarios a continuación:

source: Thank you for your feedback!
es: ¡Gracias por sus comentarios!

source: Air quality is not a concern in my area
es: La calidad del aire no es una preocupación en mi área

source: SMS texts are not my preferred information source
es: Los mensajes de texto SMS no son mi fuente de información preferida

source: Alerts are too frequent
es: Los avisos son demasiado frecuentes

source: Information is inaccurate
es: La información es inexacta

source: Other
es: Otro

source: Unrecognized option "%(user_input)s".
es: Opción no reconocida "%(user_input)s".

source: Reply with M for the menu or U to stop this alert.
es: Contestar con M para el menú o U para parar este aviso.

source: Reply with M for the menu.
es: Contestar con M para el menú.

source: Reply
es: Contestar

source: 2. Current AQI
es: 2. AQI actual

source: 3. Set preferences
es: 3. Establecer preferencias

source: 5. Give feedback
es: 5. Dar comentarios

source: 6. Stop alerts
es: 6. Parar avisos

source: Or, enter a new zipcode.
es: O introducir un nuevo código postal.

source: Which preference do you want to set?
es: ¿Qué preferencia quieres establecer?

source: Hmm, looks like something went wrong. Try again?
es: Mmm, parece que algo salió mal. ¿Inténtalo de nuevo?

source: Hmm. Are you sure %(zipcode)s is a valid US zipcode?
es: Hmm. ¿Está seguro de que %(zipcode)s es un código postal válido de los Estados Unidos?

source: Oops! We couldn't determine the air quality for "%(zipcode)s". Please try a different zip code.
es: ¡Ups! No pudimos determinar la calidad del aire para "%(zipcode)s". Probar con un código postal diferente.

source: Welcome to Hazebot! We'll send you alerts when air quality in %(city)s %(zipcode)s changes category. Air quality is now %(pm25_level)s%(aqi_display)s.
es: ¡Bienvenido a Hazebot! Le enviaremos avisos cuando la calidad del aire en %(city)s %(zipcode)s cambie de categoría. La calidad del aire ahora es %(pm25_level)s%(aqi_display)s.

source: Save this contact and text us your zipcode whenever you'd like an instant update. And you can always text "M" to see the whole menu.
es: Guardar este contacto y enviarnos un mensaje de texto con su código postal cuando desee una actualización instantánea. Y siempre puede enviar un mensaje de texto con "M" para ver el menú completo.

source: %(city)s %(zipcode)s is %(pm25_level)s%(aqi_display)s.
es: %(city)s %(zipcode)s es %(pm25_level)s %(aqi_display)s.

source: Alerting is disabled. Text "Y" to re-enable alerts when air quality changes.
es: El aviso está desactivado. Enviar un mensaje de texto con "Y" para volver a habilitar los avisos cuando cambie la calidad del aire.

source: You are now receiving alerts for %(zipcode)s.
es: Ahora está recibiendo avisos para %(zipcode)s.

source: Text "M" for Menu, "E" to end alerts.
es: Enviar "M" para el menú, "E" para parar los avisos.

source: Here are the closest places with better air quality:
es: Estos son los lugares más cercanos con mejor calidad de aire:

source: Average PM2.5 from %(num)d sensor near %(zipcode)s is %(pm25)s ug/m^3.
es: El promedio de PM2.5 del sensor cerca de %(zipcode)s es %(pm25)s ug/m^3.

source: Looks like you're already watching %(zipcode)s.
es: Parece que ya está siguiendo %(zipcode)s.

source: Got it! We'll send you timely alerts when air quality in %(zipcode)s changes category.
es: ¡Entendido! Le enviaremos avisos oportunos cuando la calidad del aire en %(zipcode)s cambie de categoría.

source: Looks like you already stopped watching %(zipcode)s.
es: Parece que ya dejó de ver %(zipcode)s.

source: Got it! You will not receive air quality updates until you text a new zipcode.
es: ¡Entendido! No recibirá actualizaciones de la calidad del aire hasta que envíe un mensaje de texto con un nuevo código postal.

source: Tell us why you're leaving so we can improve our service:
es: Decirnos por qué se va para que podamos mejorar nuestro servicio:

source: Select one of
es: Seleccione uno de

source: GOOD
es: BUENO

source: MODERATE
es: MODERADO

source: UNHEALTHY FOR SENSITIVE GROUPS
es: INSALUBRE PARA GRUPOS SENSIBLES

source: UNHEALTHY
es: INSALUBRE

source: VERY UNHEALTHY
es: MUY INSALUBRE

source: HAZARDOUS
es: PELIGROSO

source: GOOD (AQI: 0 - 50) means air quality is considered satisfactory, and air pollution poses little or no risk.
es: BUENO (AQI: 0 - 50) significa que la calidad del aire se considera satisfactoria y que la contaminación del aire presenta poco o ningún riesgo.

source: MODERATE (AQI: 51 - 100) means air quality is acceptable; however, for some pollutants there may be a moderate health concern for a very small number of people who are unusually sensitive to air pollution.
es: MODERADO (AQI: 51 - 100) significa que la calidad del aire es aceptable; sin embargo, para algunos contaminantes puede haber un problema de salud moderado para un número pequeño de personas que son inusualmente sensibles a la contaminación del aire.

source: UNHEALTHY FOR SENSITIVE GROUPS (AQI: 101 - 150) means members of sensitive groups may experience health effects. The general public is not likely to be affected.
es: INSALUBRE PARA GRUPOS SENSIBLES (AQI: 101 - 150) significa que los miembros de grupos sensibles pueden experimentar efectos sobre la salud. No es probable que el público en general se vea afectado.

source: UNHEALTHY (AQI: 151 - 200) means everyone may begin to experience health effects; members of sensitive groups may experience more serious health effects.
es: INSALUBRE (AQI: 151 - 200) significa que todos pueden comenzar a experimentar efectos sobre la salud; los miembros de grupos sensibles pueden experimentar efectos de salud más graves.

source: VERY UNHEALTHY (AQI: 201 - 300): Health alert. Everyone may experience more serious health effects.
es: MUY INSALUBRE (AQI: 201 - 300): Aviso de salud. Todos pueden experimentar efectos de salud más graves.

source: HAZARDOUS (AQI: 301 - 500): Health warnings of emergency conditions. The entire population is more likely to be affected.
es: PELIGROSO (AQI: 301 - 500): Advertencias sanitarias de situaciones de emergencia. Es más probable que toda la población se vea afectada.

source: Has Hazebot been helpful? We’re looking for ways to grow and improve, and we’d love your help. Save our contact and share Hazebot with a friend, or text “feedback” to send feedback.
es: Hazebot ha sido de ayuda? Buscamos formas de crecer y mejorar, y nos encantaría su ayuda. Guardar nuestro contacto y compartir Hazebot con un amigo, o enviar un mensaje de texto con "comentarios" para dar comentarios.

source: AQI category below which Hazebot won't send alerts. For example, if you set this to MODERATE, Hazebot won't send alerts when AQI transitions from GOOD to MODERATE or from MODERATE to GOOD.
es: Categoría de AQI por debajo de la cual Hazebot no enviará alertas. Por ejemplo, si configura esto en MODERADO, Hazebot no enviará alertas cuando AQI pase de BUENO a MODERADO o de MODERADO a BUENO.

source: Hmm, %(input)s doesn't seem to be a valid choice. Please try again.
es: Mmm, %(input)s no parece ser una opción válida. Inténtalo de nuevo.

source: Current: %(value)s
es: Actual: %(value)s

source: Hmm, "%(input)s" doesn't seem to be a valid choice.
es: Mmm, "%(input)s" no parece ser una opción válida.

source: Your %(pref)s is now %(value)s
es: Tu %(pref)s ahora es %(value)s

source: Enter an integer between %(min_value)s and %(max_value)s.
es: Ingrese un número entero entre %(min_value)s y %(max_value)s

source: Enter an integer greater than or equal to %(min_value)s.
es: Ingrese un número entero mayor o igual que %(min_value)s.

source: Enter an integer less than or equal to %(max_value)s.
es: Ingrese un número entero menor o igual que %(max_value)s.

source: Enter an integer.
es: Ingrese un número entero.

source: Alert Frequency
es: Frecuencia de alerta.

source: By default, Hazebot sends alerts at most every 2 hours.
es: De forma predeterminada, Hazebot envía alertas como máximo cada 2 horas.

source: Alert Threshold
es: Límite de alerta

source: hazebot runs on PurpleAir sensor data and is a free service. Reach us at hazebot.org or info@hazebot.org. Press 7 for information on how to support our work.
es: hazebot se ejecuta en los datos del sensor PurpleAir y es un servicio gratuito. Comuníquese con nosotros en hazebot.org o info@hazebot.org. Presione 7 para obtener información sobre cómo apoyar nuestro trabajo.

source: Like this project? A few dollars allows hundreds of people to breathe easy with hazebot. Help us reach more by donating here: https://bit.ly/3bh0Cx9.
es: ¿Te gusta este proyecto? Unos pocos dólares permiten que cientos de personas respiren tranquilas con Hazebot. Ayúdanos a llegar a más personas por donando aquí: https://bit.ly/3bh0Cx9.

source: 1. Air recommendations
es: 1. Recomendaciones de aire

source: 4. About us
es: 4. Sobre nosotros

source: 7. Donate
es: 7. Donar

source: None
es: Ninguna

source: Conversion Factor
es: Factor de conversión

source: Conversion factor to use when calculating AQI. For more details, see https://www2.purpleair.com/community/faq#hc-should-i-use-the-conversion-factors-on-the-purpleair-map-1.
es: Factor de conversión a utilizar al calcular el AQI. Para más detalles, consulte https://www2.purpleair.com/community/faq#hc-should-i-use-the-conversion-factors-on-the-purpleair-map-1.

source: AQI is now %(curr_aqi)s in zipcode %(zipcode)s (level: %(curr_aqi_level)s). Reply "M" for Menu or "E" to end alerts.
es: AQI es %(curr_aqi)s en el código postal %(zipcode)s (nivel: %(curr_aqi_level)s). Responder "M" para el menú o "E" para parar los avisos.
